[Killed] StringLiteral
sd-09-project-react-testing-library/src/components/Pokemon.js:23:37
         </p>
         {showDetailsLink && <Link to={ `pokemons/${id}` }>More details</Link>}
       </div>
-      <img src={ `${image}` } alt={ `${name} sprite` } />
+      <img src={ `${image}` } alt={ "" } />
       {isFavorite && (
         <img
